export const profsInfo = () => [
    {
        src: '/assets/profs/林福仁.png',
        name: '林福仁教授',
        description: '國立清華大學、服務科學研究所主任、資訊系統博士、供應鏈管理、電子商務、知識管理、服務創新、學術社群發展、區域振興、可持續性。'
    },
    {
        src: '/assets/profs/雷松亞.png',
        name: '雷松亞教授',
        description: '國立清華大學、服務科學研究所、用戶行為研究、線上平台、用戶成癮、社群參與、使用者轉換成本、預測方法、資訊系統研究、服務系統架構、安全性、計算統計、開源軟體社群。'
    },
    {
        src: '/assets/profs/林勤富.png',
        name: '林勤富教授',
        description: '國立清華大學法學院、哈佛法學院法學碩士與博士、台灣大學法律學士與化工學士、哈佛、UNSW雪梨、日內瓦國際與發展研究院訪問學者、清華大學傑出研究獎、國際法學術著作。'
    },
    {
        src: '/assets/profs/歐怡君.png',
        name: '歐怡君副教授',
        description: '清華大學服務科學研究所、荷蘭格羅寧根大學市場營銷博士、社會學研究碩士、成功大學商業管理學士、曾任利茲大學及薩里大學市場營銷助理教授。研究興趣包括市場營銷策略、廣告效果、多渠道效應。清華大學優秀青年學者獎、服務營銷雜誌高度表彰論文獎。'
    },
    {
        src: '/assets/profs/王振源.png',
        name: '王振源教授',
        description: '國立清華大學科技管理研究所、馬來亞大學經濟與行政學院博士、曾於泰國朱拉隆功大學城市與區域規劃部門從事博士後研究、工業化追趕、中等收入經濟治理、科學出版與專利能力研究、科學計量學與創新研究。'
    },
    {
        src: '/assets/profs/張元杰.png',
        name: '張元杰教授',
        description: '國立清華大學科技管理研究所所長、專長於創新研究(開放式、使用者、場域驗證、平台、生態系統)、研發管理、科研成果轉化、科技政策、碩博士生招募、創新研究、循環經濟、數位轉型。'
    },
    {
        src: '/assets/profs/閻愛皖.png',
        name: '閻愛皖教授',
        description: '布魯內爾大學商學院營銷學教授、利茲大學碩士博士、消費者中心營銷、品牌、旅遊、跨文化行為研究、B2B跨文化商業關係、B2C消費者文化適應、布魯內爾商學院副院長、線上與混合教學模式推動。'
    },
    {
        src: '/assets/profs/施香如.png',
        name: '施香如教授',
        description: '國立清華大學教育心理與諮商學系，專長於諮商理論與實務、團體諮商、諮商督導、生涯輔導與諮商、網路心理與行為、憂鬱自殺防治。'
    },
    {
        src: '/assets/profs/錢克瑄.png',
        name: '錢克瑄助理教授',
        description: '國立清華大學科技管理研究所、專注於台灣能源轉型的社會技術面向研究。特別關注國家產業政策、國際企業治理壓力、以及電力系統的物質性如何共同塑造台灣能源轉型的路徑。'
    },
    {
        src: '/assets/profs/曾元琦.png',
        name: '曾元琦教授',
        description: '清華大學服務科學研究所副教授、載物書院執行長。專注於人機互動、人工智慧互動、用戶體驗優化。其跨學科研究成果發表於多領域頂尖期刊與國際會議，獲科技部臺灣吳大猷紀念獎、多項論文獎及CSCW 2023多樣性與包容貢獻表彰。'
    }
];
